Repository: matllubos/django-is-core
Catalog: *_core/locale/*/LC_MESSAGES/django.po
Languages: cs

source: Yes
cs: Ano

source: No
cs: Ne

source: Are you sure?
cs: Jste si jisti?

source: file
cs: soubor

source: created by
cs: vytvořil

source: downloaded by
cs: staženo

source: download
cs: stáhnout

source: expiration
cs: expirace

source: exported file
cs: exportovaný soubor

source: exported files
cs: exportované soubory

source: User doesn't have permissions to export
cs: Uživatel nemá právo exportovat data

source: The data will be exported on background
cs: Data budou exportována na pozadí

source: You will be notified after export completion
cs: Po dokončení exportu budete notifikován

source: Export files in selected format
cs: Exportovat soubory ve vybraném formátu

source: Bad Request
cs: Špatný požadavek

source: Unauthorized
cs: Neoprávněný přístup

source: Forbidden
cs: Přístup odepřen

source: Unsupported Media Type
cs: Nepodporovaný Media Type

source: Method Not Allowed
cs: Metoda není povolena

source: Conflict/Duplicate
cs: Konflikt/Duplikace

source: Temporarily unavailable
cs: Služba je dočasně nedostupná

source: Readonly field can not be validated
cs: Pole pro čtení nemůže být validováno

source: Search...
cs: Hledat...

source: Insert primary key
cs: Vložte primární klíč

source: Insert primary keys separated by comma
cs: Vložtě primární klíče oddělené čárkou

source: The %(name)s "%(obj)s" was added successfully.
cs: Položka "%(obj)s" typu %(name)s byla úspěšně přidána.

source: Please correct the error below.
cs: Prosím opravte níže uvedené chyby.

source: The %(name)s "%(obj)s" was changed successfully.
cs: Položka "%(obj)s" typu %(name)s byla úspěšně upravena.

source: Object was saved successfully.
cs: Položka byla úspěšně uložena.

source: Save
cs: Uložit

source: Back
cs: Zpět

source: No changes have been submitted.
cs: Nebyly odeslány žádné změny.

source: Save and navigate to the list
cs: Uložit a vrátit se zpět do tabulky záznamů

source: Save and stay on the same page
cs: Uložit a pokračovat v úpravách

source: Save and continue
cs: Uložit a pokračovat

source: Do not save and go back to the list
cs: Neukládat a vrátit se na seznam

source: There are no items
cs: Žádné položky

source: Do you really want to delete "%s"
cs: Opravdu chcete odstranit položku "%s"

source: Delete
cs: Smazat

source: Record "%s" was deleted
cs: Záznam "%s" byl smazán

source: Unprocessable Entity
cs: Nezpracovatelná entita

source: Not Found
cs: Nenalezeno

source: add %(verbose_name)s
cs: Přidat %(verbose_name)s

source: Only %s objects can be changed by one request
cs: Pouze %s objektů může být změněno v jednom požadavku

source: Internal Server Error (500)
cs: Interní chyba serveru (500)

source: Logout
cs: Odhlásit

source: back to
cs: zpět

source: Attention! You are connected as %(real_user)s.
cs: Pozor! Jste přihlášeni jako uživatel %(real_user)s.

source: Internal error occurred. Service is unavailable, sorry.
cs: Interní chyba. Služba je dočasně nedostupná.

source: Loading...
cs: Načítám...

source: Fields marked with <span class="required">*</span> are required
cs: Položky označené <span class="required">*</span> jsou povinné

source: Displayed
cs: Zobrazeny

source: &#37;d to &#37;d
cs: &#37;d do &#37;d

source: of
cs: z

source: Previous
cs: Předchozí

source: Next
cs: Následující

source: Columns
cs: Sloupce

source: Clear filters
cs: Vymazat filtrování

source: Reload data
cs: Znovu načíst data

source: Reload data and total number of rows
cs: Znovu načíst data a zobrazit celkový počet řádků

source: There are some filters on hidden fields: <span class="columns">%(columns)s</span>. Do you want to <span class="delete-filtering">delete filtering</span>?
cs: Na skryté sloupce jsou aplikovány filtry: <span class="columns">%(columns)s</span>. Opravdu chcete <span class="delete-filtering">odstranit filtrování </span>?

source: Do you really want to delete &#37;s?
cs: Opravdu chcete odstranit položku &#37;s?

source: Actions
cs: Akce

source: There are no items.
cs: Žádné položky

source: Continue
cs: Pokračovat

source: Display/hide columns
cs: Zobrazit/skrýt sloupce

source: Please fix errors for following objects: %%s
cs: Prosím opravte chyby následujících objektů: %%s

source: Update selected rows
cs: Upravit vybrané řádky

source: Bulk change
cs: Hromadná změna

source: Welcome
cs: Vítejte

source: Thanks for spending some quality time with the Web site today.
cs: Děkujeme za čas strávený s tímto webem.

source: Log in again
cs: Přihlásit se znovu

source: Login
cs: Přihlásit se

source: Please Sign In
cs: Prosím přihlaste se

source: Fill your credentials
cs: Vyplňte své přihlašovací údaje

source: OR
cs: NEBO

source: Affected rows
cs: Počet záznamů ke změně

source: missing object
cs: chybějící objekt

source: Csrf Token expired
cs: Neplatný Csrf Token

source: Too Many Requests
cs: Příliš mnoho požadavků
